Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Google] ILT Deck EN>JP.tmx
Source language: en
Languages: ja_jp

source: Managed Google Account
ja_jp: Managed Google アカウント

source: App search
ja_jp: アプリ検索

source: Values set by the IT admin
ja_jp: IT 管理者によってセットされる値

source: 90 days after the app becomes out of date, the latest available version is installed automatically with default priority.
ja_jp: アプリの更新公開から90日後に、最新の利用可能なバージョンが、既定のプライオリティで自動的にインストールされます。

source: Default app update behavior
ja_jp: 既定のアプリ更新動作

source: No way to provide extra configuration
ja_jp: その他の設定を提供する方法なし

source: Not actively used
ja_jp: アクティブに使用中でない

source: “I need to publish a private app to multiple EMMs, or multiple companies.”
ja_jp: 「限定公開アプリを多数の EMM に、あるいは多数の会社を公開する必要がある場合は？」

source: Admins approve any available app
ja_jp: 利用可能なアプリは管理者が承認します

source: account lifecycle
ja_jp: アカウント・ライフサイクル

source: Google Hosted
ja_jp: Google ホスティング

source: Changing EMM requires unbinding managed Google Account and removing every users from the EMM, and this include device re-enrollment, factory reset (for company-owned device) or Work Profile removal (for BYOD).
ja_jp: EMM の変更には managed Google アカウントのバインディング解除とすべての EMM からのユーザー削除が必要です。これはデバイス再登録、工場出荷時リセット（会社に所有されたデバイス）あるいは仕事用プロファイル削除（BYOD）を含みます。

source: Expert
ja_jp: エキスパート

source: Conflict accounts
ja_jp: コンフリクトアカウント

source: You can manage testing track in Play
ja_jp: URLからアクセスできる Play Console でテストトラックを管理できます

source: (link to publishing console from advance edit button)
ja_jp: (詳細編集ボタンからコンソール公開へのリンク)

source: App approval and distribution
ja_jp: アプリ承認と配備

source: Upload custom apps
ja_jp: カスタムアプリのアップロード

source: A Google cloud identity that represents a person in organization that can be integrated as one identity with Managed Google Play.
ja_jp: 組織ユーザーの Google cloud identity を managed Google Play で 1 つの Identity として統合

source: Sign up into Google with corporate domain
ja_jp: 企業ドメインで Google にサインアップする

source: SSO with Identity Provider (IDP)
ja_jp: Identity Provider (IDP) の SSO

source: signing certificate
ja_jp: 署名証明書

source: Publish
ja_jp: 公開

source: *{i>Web Apps Use Chrome to render<i}
ja_jp: {i>* ウェブアプリは、Chrome で表示<i}

source: Privately hosting apps
ja_jp: プライベートホストアプリ

source: Allow all public apps in managed Google Play store*
ja_jp: managed Google Play ストアの公開アプリをすべて許可*

source: Account
ja_jp: アカウント

source: Publishing delays are reduced (minutes instead of hours)
ja_jp: 公開のタイムラグを短縮（時間でなく分）

source: Publishing private applications
ja_jp: 限定公開アプリケーションの公開

source: Managed account
ja_jp: managed アカウント

source: Near the top right of the page, select {b>Create new release<b}
ja_jp: ページの右上の近くで、{b>新しいリリースを作成<b}を選択

source: Available in managed Play iframe, Accessed from within the console of most EMMs
ja_jp: ほとんどの EMM コンソールの内部からアクセスする managed Play iframe で利用可能

source: Ensure updates are delivered regularly
ja_jp: 定期更新を保証

source: Publishing console
ja_jp: コンソールの公開

source: After all users are removed from previous EMM it can be unbound and new EMM can be bound if desired
ja_jp: ユーザーは、前の EMM のバインドが解除され、必要な場合新しい EMM がバインドされます

source: accessed from URL: https://play.google.com/console
ja_jp: URLからアクセス: https://play.google.com/console

source: You are an existing Google Workspace user
ja_jp: Google Workspace 既存ユーザーである

source: OEM Config agent developed by device manufacturer.
ja_jp: デバイス・メーカーによって開発された OEM Config エージェント。

source: EMM switching
ja_jp: EMM スイッチング

source: Name/Corporate ID / User ID
ja_jp: 氏名/企業ID/ユーザーID

source: Best practice, use cases & FAQ’s
ja_jp: ベストプラクティス、ユースケース& FAQ

source: Gradual migration
ja_jp: 漸次移行

source: Tap the screen six times to start
ja_jp: スタートするには、スクリーンを 6 回タップします

source: Management modes
ja_jp: 管理モード

source: Publishing features:
ja_jp: 公開機能：

source: Tester can join from Google Play or from web.
ja_jp: テスターは Google Play、あるいはウェブから参加できます。

source: You can manage testing track in Play console, accessed from URL: https://play.google.com/console
ja_jp: URL からアクセスし、Play console からテストトラックを管理できます: https://play.google.com/console

source: clipboard
ja_jp: クリップボード

source: Self managed
ja_jp: 自己管理

source: Here are a few more considerations related to managed Google Accounts
ja_jp: managed Google アカウントに関するその他のいくつかの注意点

source: How to create a closed track test.
ja_jp: クローズドトラックテストを作成する方法。

source: Available in Android Management API and Play EMM API
ja_jp: Android 管理 API および Play EMM API で利用可能

source: Improper encryption algorithms
ja_jp: 不適切な暗号アルゴリズム

source: Management
ja_jp: 管理

source: Visibility to end user
ja_jp: エンドユーザー管理

source: This track can’t be assigned to the organization and not applicable for private apps.
ja_jp: このトラックは組織に割り当てることはできず、限定公開アプリには適用されません。

source: When constraints are met
ja_jp: 制約条件を満たした場合

source: Reduced data consumption with {b>delta update<b}
ja_jp: {b>差分更新<b}でデータ消費抑制

source: Works on employee-owned and company-owned devices
ja_jp: 従業員所有デバイスでも会社所有デバイスでも作動

source: Allows users to open basic file types from their email
ja_jp: ユーザーが電子メールから基本的なファイル・タイプを開くことを許可

source: User creation can be automated, but this is another system to design, secure and manage.
ja_jp: ユーザー作成は自動化できますが、これは設計、保護、管理を行う別のシステムとなっています。

source: Installing an application from {b>unknown sources<b} or {b>sideloading<b} leads to serious security issues, because the applications are vulnerable to compromise.
ja_jp: {b>未知のソース<b}からのアプリケーションをインストールするあるいは{b>サイドローディング<b}する場合、アプリケーションが侵入に対して脆弱であり深刻なセキュリティ問題に結びつくおそれがあります。

source: Test your app with a larger group of testers that you control.
ja_jp: コントロールされたより大きなテスターグループでアプリをテストします。

source: IT admins can search for public apps from the managed Google Play iframe.
ja_jp: IT 管理者は managed Google Play iframe から公開アプリを検索できます。

source: Domain ownership claim and configuration
ja_jp: ドメイン所有権クレームおよび設定

source: Gmail account recommended
ja_jp: Gmai lアカウント推奨

source: Admins choose every app
ja_jp: 管理者がすべてのアプリを選びます

source: Deploy in-house applications and benefit from the {b>Google Play<b} infrastructure.
ja_jp: 組織内のアプリケーションを配備し {b>Google Play<b} インフラストラクチャーを利用。

source: App developer
ja_jp: アプリ開発者

source: Custom app publishing API
ja_jp: カスタムアプリ公開 API

source: You will be able to access closed test application in Google Play on your device.
ja_jp: デバイス上の Google Play でクローズドテストを実行するアプリケーションにアクセスできます。

source: User management
ja_jp: ユーザー管理

source: Comprehensive solution to publish your private app.
ja_jp: 限定公開アプリを公開する包括的なソリューション。

source: Adapted to suit you
ja_jp: ユーザーに適応

source: Identity model
ja_jp: Identity モデル

source: Configuring applications
ja_jp: アプリケーションの設定

source: Google Play publishing console
ja_jp: Google Play の Play Publishing Console

source: IT Admin {b>reviews<b} and approves application permissions
ja_jp: IT管理者はアプリケーション許可を{b>調査<b}、承認

source: Test and QA environments require additional domain bindings.
ja_jp: テストと QA 環境は追加のドメインバインディングが必要です。

source: Approving applications
ja_jp: アプリケーションの承認

source: Externally hosted apps can only be published to production.
ja_jp: 外部ホスティングされたアプリは、プロダクションでのみ公開できます。

source: The managed Google Play Store client is where users can install apps onto their devices.
ja_jp: Managed Google Play Store クライアントは、デバイス上でユーザーがアプリをインストールできる場所です。

source: Policy management
ja_jp: ポリシー管理

source: Application management
ja_jp: アプリケーション管理

source: Private Hosted
ja_jp: プライベートホスティング

source: Once activated, FRP will prevent the use of a device after an untrusted Factory Data Reset.
ja_jp: FRPを有効にすると、信頼されていないファクトリーデータリセット後にデバイスの使用をブロックします。

source: Sharing and views
ja_jp: 共有と表示

source: Managed App Distribution:
ja_jp: 管理されたアプリ展開：

source: Access through EMM console
ja_jp: EMM コンソールによるアクセス

source: Managed Google Play Accounts are automatically created by the EMM and provisioned for devices and end users during EMM client setup.
ja_jp: managed Google Play アカウントは、EMM によって自動的に作成されます。また、企業向けモバイル管理（EMM）クライアントセットアップ中に、デバイスとエンドユーザーのプロビジョニングが行われます。

source: Publishing Private Apps to Managed Google Play.
ja_jp: managed Google Play への限定公開アプリの公開。

source: IT admins can remotely configure apps with managed configurations in order to improve the setup experience.
ja_jp: IT 管理者は、リモートセットアップを改善するために、リモートで管理されたアプリを設定できます。

source: Setup
ja_jp: セットアップ

source: How does it work?
ja_jp: 仕組み

source: Admins can disable
ja_jp: 管理者はこの機能を無効化可能

source: Explain the benefits and how businesses can use managed Google Play.
ja_jp: managed Google Play の利点、およびビジネスでの活用方法について説明

source: Closed tests allow to deploy a new version of an app to selected users and devices before rolling it out to everyone.
ja_jp: クローズドテストでは、全員配備前に、一部のユーザーおよびデバイスのみでアプリの新バージョンを展開させることを可能にします。

source: Postponed for 90 days
ja_jp: 90日延期

source: Closed track testing
ja_jp: クローズドトラックテスト

source: App updates
ja_jp: アプリ更新

source: Easy to implement cross-platform internal apps using responsive web
ja_jp: レスポンシブウェブを使用して、クロスプラットフォーム内部アプリを容易に実装

source: Ideal for consumers but enterprises have asked for more
ja_jp: 消費者には理想的、ただし企業ではより多くの

source: Managed Play Store client
ja_jp: Managed Play Store クライアント

source: Managed Google Play Accounts (recommended)
ja_jp: Managed Google Play アカウント（推奨）

source: Publishing method
ja_jp: 公開方法

source: Managed Google Play Account
ja_jp: Managed Google Play アカウント

source: User install (manual)
ja_jp: ユーザーがインストール(手動)

source: Play Account
ja_jp: Play アカウント

source: Deployment and deployment best practices
ja_jp: デプロイメントとそのベストプラクティス

source: OEM Config Agent
ja_jp: OEM Config エージェント

source: These features are available in both managed Play iframe & managed Play Console
ja_jp: これらの機能は managed Play iframe とmanaged Play Console 両方において利用可能

source: You can not upload same package name from another account and/or to another organization even if the application has been deleted
ja_jp: アプリケーションが削除されても、別のアカウントから、および/または別の組織に同じパッケージ名をアップロードすることはできません

source: IT Admin can {b>find applications<b} they want to manage for their organization.
ja_jp: IT 管理者が組織で管理する{b>アプリケーションを検索<b}できます。

source: App delivery
ja_jp: アプリデリバリー

source: Zero-touch (recommended)
ja_jp: ゼロタッチ（推奨）

source: iframe, accessed from within the console of most EMMs.
ja_jp: ほとんどの EMM Console 内からアクセスできます。

source: EMM Console
ja_jp: EMM コンソール

source: Changing EMM requires a company to unbind their domain and remove every user, which includes device re-enrollment and factory reset or work profile removal.
ja_jp: EMM を変更する場合、企業はドメインのバインドを解除してから、すべてのユーザーを削除します。これには、デバイス再登録と工場出荷時のリセット、あるいは仕事用プロファイルの削除が含まれます。

source: Best practice
ja_jp: ベストプラクティス

source: You don’t need to create/upload a different application ID to
ja_jp: 異なるアプリケーション ID を作る/アップロードする必要はありません。

source: Summary
ja_jp: サマリー

source: {b>Assign your applications to organizations<b} so it will appear in managed Google Play
ja_jp: {b>組織にアプリケーションを割り当てる<b}ことで、managed Google Play に表示されます

source: Uploading private apps to managed Google Play.
ja_jp: managed Google Play への限定公開アプリのアップロード。

source: is published
ja_jp: 公開される

source: Question
ja_jp: 質問

source: Works with other Google services
ja_jp: その他 Google サービスを利用

source: The provisioning method that a company chooses may depend on what three factors?
ja_jp: 企業が選択するプロビジョニング設定方法が依存する三つの要素とは？

source: What is deployment?
ja_jp: デプロイメントとは？

source: Update published
ja_jp: アップデート公開

source: Employees may have signed up for a Google account using their @mycompany.com email address.
ja_jp: 従業員の @mycompany.com 電子メールアドレスを使用して、Google のアカウントにサインインできます。

source: Android apps.
ja_jp: Android アプリ同様に配備できます。

source: Accessed from URL: https://play.google.com/console
ja_jp: URLからアクセス: https://play.google.com/console

source: You can publish web app in managed Google Play iframe accessed from within the console of most EMMs
ja_jp: ほとんどの EMM コンソールの内部からアクセスする managed Play iframe でウェブアプリを公開可能

source: Apps are updated when the device is:
ja_jp: デバイスは以下の場合、アプリを更新：

source: What are the benefits?
ja_jp: 利点は？

source: Ideal for Google Workspace and Chrome OS, and Cloud Identity customers
ja_jp: Google Workspace と Chrome OS、Cloud Identity 利用者向け

source: a person.
ja_jp: 使用できません。

source: Applications in enterprise mobility
ja_jp: 企業モビリティ内のアプリケーション

source: Unable to change app icons or rename the Google Play store
ja_jp: アプリアイコンは変更できない、Google Play Store は改名できない

source: Here are another two provisioning methods
ja_jp: この他にも、2 つのプロビジョニング設定方法があります

source: Reliability of Services
ja_jp: サービスの信頼性

source: Up to how many domains or enterprises can you share a private app with when the app is hosted by Google?
ja_jp: Google によってホスティングされるアプリでは限定公開アプリをいくつまでのドメインあるいは企業と共有できますか？

source: You can assign this track to the organization for {b>Google hosted private apps<b} and published it to {b>managed Google Play.<b}
ja_jp: {b>Google のホスティングによる限定公開アプリ<b}でこのトラックを組織に割り当て、{b>managed Google Play<b} に公開します。

source: Closed track
ja_jp: クローズドトラック

source: Approved apps can be automatically pushed to users’ devices or made available in the managed Google Play Store.
ja_jp: 承認済みアプリは、ユーザーのデバイスに自動プッシュ送信するか、あるいは managed Google Play Store で利用できます。

source: OEM Enterprise Framework
ja_jp: OEM Enterprise フレームワーク

source: Improper key/certificate management
ja_jp: 不適切なキー/証明書管理

source: Deploying trusted applications
ja_jp: 信頼済みアプリケーションを配備

source: to your app
ja_jp: リンクを提供

source: You need employees to have access to other Google services.
ja_jp: 従業員がその他 Google サービスにアクセスする必要があるとき。

source: Controlled updates
ja_jp: 更新管理

source: IT admins can already disable automatic updates or test new versions before
ja_jp: IT管理者は事前に自動更新を無効化、あるいはリリース前に新バージョンを

source: FRP management recommendations:
ja_jp: FRP 管理での推奨：

source: Managed Google Play Account:
ja_jp: managed Google Play アカウント：

source: Secure accounts
ja_jp: アカウントの保護

source: Work profile
ja_jp: 仕事用プロファイル

source: If you already have a developer account
ja_jp: 既に開発者アカウントがある場合

source: Application management features
ja_jp: アプリケーション管理機能

source: Up to 24 hrs
ja_jp: 最大24時間

source: Make it easier to discover apps
ja_jp: アプリを見つけやすくする

source: When:
ja_jp: タイミング：

source: Device requires camera
ja_jp: デバイスにはカメラが必要です

source: IT admins can create a web app from the managed Google
ja_jp: IT管理者は managed Google

source: Content Rating
ja_jp: コンテンツレーティング

source: Public app publishing
ja_jp: 公開アプリ公開

source: domain name
ja_jp: を使用する

source: Release Management / Testing Tracks
ja_jp: リリース管理/テストトラック

source: cases & FAQ’s
ja_jp: ケース & FAQ

source: For:
ja_jp: 用途：

source: Send OEM Config Policies
ja_jp: OEM Config ポリシーを送信

source: Store layout
ja_jp: ストアレイアウト

source: Recommended{b> console to manage and publish your private applications<b}
ja_jp: {b>限定公開アプリケーションを管理し公開する場合の推奨コンソール<b}

source: Managed Google Play is the {b>only way to deliver trusted applications <b}to corporate devices, and it is {b>only available through Android Enterprise.<b}
ja_jp: managed Google Play は{b>信頼済みアプリケーションを企業デバイスに配備方する唯一の方法<b}で、{b>Android Enterprise でのみ利用できます。<b}

source: Developers can create closed tests and make them available to specific teams.
ja_jp: 開発者はクローズドテストを作成し、特定のチームに提供します。

source: App scanning and security
ja_jp: アプリスキャンとセキュリティ

source: test your app
ja_jp: アプリをテスト

source: And that’s it you are set to go.
ja_jp: これで完了です。

source: Specify Feedback url for your testers
ja_jp: テスター用のフィードバックURLを指定

source: Don’t use images with
ja_jp: その他会社ロゴ

source: If you don’t have a developer account
ja_jp: 開発者アカウントがない場合

source: Things to remember
ja_jp: 覚えておく事項

source: Access the link from Android device or from Web browser, click on {b>Join Tester<b}.
ja_jp: Android デバイスあるいはウェブブラウザからリンクにアクセスし、「{b>テスター参加<b}」をクリックします。

source: Customizable
ja_jp: カスタマイズ可能

source: High priority
ja_jp: 高い優先度

source: Security
ja_jp: セキュリティ

source: Upload APK file and give it a Title
ja_jp: APK ファイルをアップロードしタイトルを入力

source: Allow updates on cellular network and set a maintenance window to disable all constraints
ja_jp: セルラー・ネットワーク上での更新を許可し、メンテナンスウィンドウですべての制限を無効化

source: To avoid conflict accounts, it’s recommended to use a single Gmail account to bind to your EMM.
ja_jp: アカウント衝突を回避するために、EMM にバインドされた単一のGmailアカウントの使用が推奨されます。

source: Managing apps
ja_jp: アプリの管理

source: Application package name is unique globally
ja_jp: *アプリケーション・パッケージ名はグローバルで一意

source: To find your organization ID in managed Google Play Console: {u>https://play.google.com/work/adminsettings<u}
ja_jp: managed Google Playコンソールで組織IDを見つけるには: {u>https://play.google.com/work/adminsettings<u}

source: Web apps allow you to easily transform any website
ja_jp: ウェブアプリは、ウェブサイトを容易に

source: {b>Sign in<b} to the Play Console with your organization's administrator account.
ja_jp: 組織の管理者アカウントで Play Console に{b>サインイン<b}。

source: Google Play Protect provides on-device scanning against PHAs
ja_jp: Google Play プロテクトは、PHAに対してデバイススキャンを提供

source: Fast updates
ja_jp: 迅速な更新

source: What is a “work challenge” and what type of devices is it for?
ja_jp: 「ワークチャレンジ」とは？またこの機能が使えるデバイスのタイプは？

source: You just need to provide an APK and a title, other metadata are optional
ja_jp: APK とタイトルのみを提出、その他メタデータはオプション

source: Thank you
ja_jp: ありがとうございました

source: Unbinding managed Google account from the old EMM
ja_jp: 古い EMM から managed Google アカウントを削除

source: to distribute and configure.
ja_jp: 配備と設定が利用可能

source: (E.g.
ja_jp: (例

source: Manage multiple development channels for custom apps to enable beta testing before distribution
ja_jp: 複数の開発チャンネルを管理しカスタムアプリ配備の前にベータテストを実行

source: This method depends on the device management mode, hardware and the version of Android on the device.
ja_jp: この方法は、デバイスの管理モード、ハードウェア、およびデバイス上の Android バージョンによって異なります。

source: Here’s what we’ll be covering in this session:
ja_jp: セッションの内容：

source: Release Management and Testing Tracks
ja_jp: リリース管理およびテストトラック

source: IT admins can configure application permissions in managed Google Play apps?
ja_jp: IT 管理者は、managed Google Playアプリ内のアプリケーション許可を設定できる？

source: Store layout builder
ja_jp: ストア設計ビルダー

source: Run a test with a large group and surface your app's test version on Google Play.
ja_jp: 大規模なグループでテストを実行し、Google Play 上でアプリのテストバージョンを公開します。

source: Production
ja_jp: プロダクション

source: An enterprise and enterprise ID will be created.
ja_jp: ここでエンタープライズとエンタープライズ ID が作成されます。

source: Management features:
ja_jp: 管理機能：

source: testing purpose?”
ja_jp: どのようにアプリを公開できますか？」

source: Private app uploaded through managed Google Play iFrame will be owned by ESA account
ja_jp: managed Google Play iFrame でアップロードされた限定公開アプリは、ESA アカウントに所有されています

source: IT admin uploads apk file to corporate server.
ja_jp: IT 管理者は企業サーバーに APK ファイルをアップロード。

source: Corporate contacts available to personal apps as read-only
ja_jp: 個人用アプリに読み出し専用として提供される企業連絡先

source: Detecting poor coding practices
ja_jp: 望ましくないコーディング慣行の検出

source: Test new versions before their release
ja_jp: リリースの前の新バージョンテスト

source: EMM migration with managed Google Account.
ja_jp: managed Google アカウントでの EMM 移行。

source: Specify {b>Feedback url for your testers<b}
ja_jp: {b>テスター用のフィードバックURL<b}を指定

source: Hosting private applications
ja_jp: 限定公開アプリケーションのホスティング

source: Need to configure SAML connection for SSO with IDP provider.
ja_jp: IDP プロバイダで SSO の SAML 接続を設定する必要があります。

source: Allowlist
ja_jp: 許可リスト

source: The provisioning method describes the way the EMM Device Policy Controller (DPC) is downloaded onto an Android device.
ja_jp: プロビジョニングの設定方法では、企業向けモバイル管理（EMM）の Device Policy Controller (DPC) を Android デバイス上にダウンロードする方法について説明します。

source: It is not possible to bind your domain to more than one EMM tenant.
ja_jp: ドメインを 1 つを超える EMM テナントに結び付けることはできません。

source: Public
ja_jp: 公開

source: Android Enterprise is a platform that integrates {b>applications<b} and {b>devices<b} to give businesses a way to incorporate mobility into their organizations via {b>EMM<b}s.
ja_jp: Android Enterprise は、{b>EMM<b}によって、組織にモビリティを組み込むための{b>アプリケーション<b}および{b>デバイス<b}を統合するプラットフォームです。

source: Create a new release, upload your APK file and rollout.
ja_jp: 新しいリリースを作成し、APK ファイルをアップロードし公開します。

source: Choose from the 3 display modes available
ja_jp: 3つの表示モードを選択

source: App development lifecycle
ja_jp: アプリ開発ライフサイクル

source: Multiple tenants within one EMM can use one enterprise for each tenant or use one enterprise for all tenants*.
ja_jp: 1つの EMM 内で多数のテナントが、各テナントにつき 1 社のエンタープライズを使用するか、あるいは 1 社のエンタープライズをすべてのテナントが使用できます。

source: Web apps unlock a new range of usages:
ja_jp: ウェブアプリは、新しい使用法：

source: Please note:
ja_jp: 次のことに注意：

source: Installing applications
ja_jp: アプリケーションのインストール

source: Updates must be
ja_jp: 更新には

source: In {b>Advanced settings<b}, {b>managed Google Play<b}, click {b>Upload external APKs<b}
ja_jp: {b>詳細設定<b}の、{b>managed Google Play<b} で、{b>外部APKアップロード<b}をクリックします

source: EMMs can control or turn off FRP on fully managed devices
ja_jp: 企業向けモバイル管理（EMM）は、フルマネージドデバイス上の FRP からコントロールまたはオフにできます

source: Always approve updated permissions in subsequent app releases
ja_jp: 以降アプリ・リリースで常に最新の許可を承認

source: You want it simple, easy and
ja_jp: 容易でシンプルに利用したいとき

source: Click on {b>Add organization<b} to publish your private applications
ja_jp: {b>「組織を追加」<b}をクリックし、その他組織に限定公開アプリケーション

source: Disallow unknown sources
ja_jp: 不明なソースを許可しない

source: Only for managed Google Play
ja_jp: managed Google Play のみ

source: Accessed through your internal system*
ja_jp: 内部システムによってアクセス*

source: Identity types
ja_jp: アイデンティティタイプ

source: Assign into countries / Regions
ja_jp: 国/地域に割り当て

source: Follow these steps:
ja_jp: 以下の手順に従います：

source: Default and preferred choice for most deployments
ja_jp: 既定でほとんどの配備で推奨される設定

source: Key takeaways
ja_jp: 重要な点

source: You don’t need to create/upload a different application ID to test your app.
ja_jp: アプリテストで異なるアプリケーション ID を作る/アップロードする必要はありません。

source: App management on Android is available through managed Google Play
ja_jp: Android 上のアプリ管理は managed Google Play で利用可能

source: Ready immediately
ja_jp: そのまますぐに使用可能

source: OEM Config details
ja_jp: OEM Config 詳細

source: You can publish private app in Play console,
ja_jp: Play Console で限定公開アプリを公開できます。

source: Allow list or allow all apps
ja_jp: 許可リスト、あるいはアプリをすべて許可

source: IT admins can set these properties for each device to offer a seamless setup experience to end-users.
ja_jp: IT 管理者は、各デバイスのこれらのプロパティをセットし、エンドユーザーにシームレスのセットアップを提示できます。

source: APK File
ja_jp: APK ファイル

source: {b>Use the available “<b}{bi>Testing Track<bi}{b>” feature<b} to upload a test version of your applications before release to production.
ja_jp: 「{b>テストトラック」機能を利用すれば<b}、プロダクションリリースの前にアプリケーションのテスト・バージョンをアップロードできます。

source: Protecting corporate data
ja_jp: 企業データの保護

source: Protection against:
ja_jp: 保護対象：

source: The default update behavior requires a device to be connected to Wi-Fi, charging, and not actively used.
ja_jp: 既定の更新動作は、デバイスがWi-Fiに接続され、充電され、またアクティブに使用されていない場合に実行されます。

source: Default
ja_jp: デフォルト

source: Testing tracks make sure your app is validated before it released into production.
ja_jp: テストトラックは、プロダクションリリース前にアプリを確認します。

source: Here are two Android Enterprise management modes that can be applied to devices
ja_jp: デバイスに適用される Android Enterprise 管理モードは 2 つの種類があります

source: the user.
ja_jp: 承認できます。

source: Custom API
ja_jp: カスタム API

source: Gather the Organization IDs for each of your EMMs or companies, Use the setting to{b> <b}{bi>publish to multiple organizations<bi}{b> <b}when you want to publish the same private applications to another enterprise or organization.
ja_jp: EMM または会社の各々の組織 ID をまとめ、別の企業あるいは組織に同じ限定公開アプリケーションを公開したい場合、設定から{bi>複数の組織に公開<bi}できます。

source: Easy to create
ja_jp: 作成が容易

source: {b>Self managed<b} infrastructure
ja_jp: {b>自己管理<b}インフラストラクチャ

source: Private Apps
ja_jp: 限定公開アプリ

source: IT Admin
ja_jp: IT 管理者

source: Google has also introduced a high priority mode which can be set per app.
ja_jp: Google では、1 つのアプリごとにHigh priority モードをセットできます。
